Repository: common-repository/bookingtime-appointment
Catalog: languages/appointment_*.xlf
Languages: de

# header.link.external.2
source: Go to bookingtime
de: Zu bookingtime

# required.info
source: All fields are required.
de: Alle Felder sind Pflichtfelder.

# step1.h4.1
source: Create a new bookingtime account
de: Neues bookingtime Konto erstellen

# step1.h4.2
source: Already have an account?
de: Sie haben bereits ein Konto?

# step1.p.1
source: Integrate bookingtime in your Wordpress installation. It’s easy and fast.
de: Integrieren Sie bookingtime in Ihre WordPress-Installation. Das geht ganz schnell und einfach.

# step1.link.action.step2
source: Create New Account
de: Neuen Account erstellen

# step1.link.action.add
source: Connect Your Booking Page
de: Buchungsseiten verbinden

# step2.h4.1
source: Create a new bookingtime account
de: Erstellen Sie Ihr bookingtime Konto

# step2.form.email.label
source: Your email address
de: E-Mail Adresse

# step2.form.email.placeholder
source: e. g. example@company.com
de: z. B. beispiel@musterfirma.de

# step2.form.firstname.label
source: First name
de: Vorname

# step2.form.firstname.placeholder
source: John
de: Max

# step2.form.lastname.label
source: Last name
de: Nachname

# step2.form.lastname.placeholder
source: Doe
de: Mustermann

# step2.form.company.label
source: Company
de: Unternehmen

# step2.form.company.placeholder
source: Name of your company
de: Musterfirma GmbH

# step2.form.checkbox.terms
source: I hereby order the free basic service and accept the underlying <a target="_blank" href="link1">Terms and conditions</a>.
de: Ich akzeptiere die <a target="_blank" href="link1">Nutzungsbedingungen</a>.

# step2.form.checkbox.dsgvo
source: I hereby commission the contract for <a target="_blank" href="link1">data processing</a>, so that I fulfill my obligation according to DSGVO.
de: Hiermit beauftrage ich den <a target="_blank" href="link1">Vertrag zur Datenverarbeitung</a>, damit ich meine Pflicht gem. DSGVO erfülle.

# step2.form.button.submit
source: Create Account
de: Konto erstellen

# step2.link.action.step1
source: Back
de: Zurück

# step2.form.address.name.placeholder
source: John Doe
de: Max Mustermann

# step2.form.address.street.label
source: Street name and number
de: Straße und Hausnummer

# step2.form.address.zip.label
source: ZIP code
de: Postleitzahl

# step2.form.address.city.label
source: City
de: Stadt/Ort

# step2.form.address.country.label
source: Country
de: Land

# step2.form.sector.prependOptionLabel
source: Please Select
de: Bitte wählen

# edit.header
source: Bookingpage Details
de: Details Ihrer Buchungsseite

# add.header
source: Add Bookingpage
de: Bookingpage hinzufügen

# add_edit.form.url.placeholder
source: e. g. https://module.bookingtime.com/booking/...
de: https://module.bookingtime.com/booking/...

# add_edit.form.url.label.bottom
source: You can find the URL in the booking module add in your bookingtime store.
de: Sie finden die URL in den Einstellungen des Buchungsmoduls in Ihrem bookingtime Store.

# add_edit.form.title.placeholder
source: Your bookingtime bookingpage title
de: Ihre bookingtime Buchnugsseiten-Bezeichnung

# add_edit.form.title.label.bottom
source: The name ist not visible to your customers.
de: Der Name ist für Ihre Kunden nicht sichtbar.

# add_edit.form.url.label
source: Booking page URL
de: URL der Buchungsseite

# add_edit.h5.1
source: You have not yet saved a booking page URL.
de: Sie haben noch keine Buchungsseiten-URL gespeichert.

# add_edit.form.button.submit
source: Confirm
de: Bestätigen

# add_edit.form.button.cancel
source: Cancel
de: Abbrechen

# documentation.h5.1
source: How to find your booking page URL
de: So finden Sie die URL Ihrer Buchungsseite

# documentation.step.1
source: Step 1:
de: Schritt 1:

# documentation.step.1.text
source: Log into your bookingtime account and navigate to “Store” and then “Booking Module”.
de: Loggen Sie sich in Ihr bookingtime-Konto ein und navigieren Sie zu "Store" und dann zu "Buchungsmodul".

# documentation.step.2
source: Step 2:
de: Schritt 2:

# documentation.step.2.text
source: Choose “add” in the top right. In the now open side bar you will find “Link to the module”. This is your booking page URL.
de: Wählen Sie oben rechts "Einstellungen". In der nun geöffneten Seitenleiste finden Sie "Link zum Modul". Dies ist die URL Ihrer Buchungsseite.

# flashmessage.delete.title
source: DELETE Booking page URL: <u>var1</u>
de: LÖSCHEN der Buchungsseite-URL: <u>var1</u>

# flashmessage.delete.body
source: You have succesfully deleted: <u>var1</u>
de: Sie haben erfolgreich gelöscht: <u>var1</u>

# flashmessage.delete.title.error
source: DELETE Booking page URL failed!
de: LÖSCHEN der Buchungsseite-URL fehlgeschlagen!

# flashmessage.delete.body.error
source: You have not succesfully deleted your bookingpageurl.
de: Sie haben Ihre Buchungsseiten-URL nicht erfolgreich gelöscht.

# flashmessage.add_edit.body
source: Save Booking page URL: <u>var1</u>
de: SPEICHERN der Buchungsseite-URL: <u>var1</u>

# flashmessage.add_edit.title
source: You have succesfully saved: <u>var1</u>
de: Sie haben erfolgreich gespeichert: <u>var1</u>

# flashmessage.step1.body
source: You used this email: <u>var1</u>
de: Sie haben diese E-Mail verwendet: <u>var1</u>

# flashmessage.step1.title
source: Step 1 succesfully finished
de: Schritt 1 erfolgreich abgeschlossen

# flashmessage.validateUrl.body
source: The URL is not valid.
de: Die URL ist nicht valide.

# flashmessage.validateUrl.title
source: URL validation failed!
de: URL Validierung fehlgeschlagen!

# step3.h3.1
source: Your bookingtime is ready!
de: bookingtime erfolgreich angelegt!

# step3.h5.1
source: Preview your bookingpage
de: Vorschau Ihrer Buchungsseite

# step3.h5.2
source: Activate your appointment booking
de: Aktivieren Sie Ihre Terminbuchung

# step3.p.1
source: After you successfully activated your bookingtime account, have a look at your shiny new <a href="link1">booking page</a>.
de: Nachdem Sie Ihre Terminbuchung erfolgreich aktiviert haben, finden Sie hier Ihre nagelneue <a href="link1">Buchungsseite</a>.

# step3.p.2
source: We have sent you a <b>confirmation email</b> to <u>var1</u>. Please check your inbox to continue and activate your appointment booking.
de: Wir haben Ihnen eine <b>Bestätigungs-E-Mail</b> an <u>var1</u> geschickt. Bitte prüfen Sie Ihren Posteingang, um Ihre Terminbuchung zu aktivieren.

# step3.p.3
source: Can’t find your confirmation email? Check your spam folder.
de: Sie können Ihre Bestätigungs-E-Mail nicht finden? Vielleicht liegt sie im Spam-Ordner.

# flashmessage.step2.body
source: Your bookingtime is ready!
de: Ihr bookingtime Konto ist bereit!

# flashmessage.step2.title
source: Step 2 succesfully finished
de: Schritt 2 erfolgreich abgeschlossen

# flashmessage.step2.body.error
source: Your bookingtime is not ready!
de: Ihr bookingtime Konto ist nicht bereit!

# flashmessage.step2.title.error
source: Step 2 not succesfully finished
de: Schritt 2 nicht abgeschlossen

# flashmessage.step2.error.contractAccount.body
source: Response Message: <u>var1</u>
de: Rückmeldung: <u>var1</u>

# flashmessage.step2.error.contractAccount.title
source: Creating contractAccount failed errorCode: <u>var1</u>
de: Erstellen des Vertragskontos fehlgeschlagen. FehlerCode: <u>var1</u>

# flashmessage.step2.error.organization.body
source: Response Message: <u>var1</u>
de: Rückmeldung: <u>var1</u>

# flashmessage.step2.error.organization.title
source: Creating organization failed errorCode: <u>var1</u>
de: Erstellen der Organisation fehlgeschlagen. FehlerCode: <u>var1</u>

# preview.h5.2
source: You don't have selected a bookingpage.
de: Sie haben keine Buchungsseite ausgewählt.

# bookingtimepageurl.title
source: Title
de: Bezeichnung

source: Actions
de: Aktionen

# preview.header
source: Preview
de: Vorschau

# link.back
source: Back
de: Zurück

# link.cancel
source: Cancel
de: Abbrechen

# link.discard
source: Discard
de: Verwerfen

# link.delete
source: Delete
de: Löschen

# modal.delete.header
source: Delete bookingpage
de: Buchungsseite löschen

# modal.delete.body
source: Are you sure you want to delete this bookingpage from your [CMS] installation? You can simply add it back if you change your mind.
de: Möchten Sie diese Buchungsseite wirklich aus Ihrer [CMS]-Installation löschen? Sie können es einfach wieder hinzufügen, wenn Sie Ihre Meinung ändern.

# modal.delete.cancel
source: Cancel
de: Abbrechen

# modal.unsavedForm.header
source: You have unsaved changes
de: Ungespeicherte Änderungen

# modal.unsavedForm.body
source: Do you want to leave this page and discard all unsaved changes?
de: Möchten Sie diese Seite verlassen und alle nicht gespeicherten Änderungen verwerfen?

# modal.unsavedForm.submit
source: Save
de: Speichern

# list.header
source: Your Bookingpages
de: Ihre Buchungsseiten

# list.actions.preview
source: Preview
de: Vorschau

# list.actions.edit
source: Edit
de: Bearbeiten

# list.add
source: Add Bookingpage
de: Buchungsseite hinzufügen

# list.add_first.header
source: Add your first bookingpage
de: Ihre erste Buchungsseite hinzufügen

# list.add_first.text
source: You have not added any bookingpages to your WordPress installation.
de: Sie haben keine Buchungsseiten zu Ihrer Wordpress-Installation hinzugefügt.

# list.add_first.button
source: Add bookingpage
de: Buchungsseite hinzufügen
